export const webmenu=new Array(
    {
        name: "Контакты",
        link: "/contacts"
    },
    {
        name: "Продукция",
        link: "/production"
    },
    {
        name: "Решения",
        link: "/solutions"
    },
    {
        name: "Документация",
        link: "/certificates"
    },
    {
        name: "Новости",
        link: "/news"
    },
    {
        name: "Склад",
        link: "/orders"
    },
)


export const mainCarouselContent=new Array(
    {
        name: "Оборудование ПС 35/10 кВ «Ново-Троицкая» г. Южно-Сахалинск",
        link: "/mainCarousel/1.jpg"
    },
    {
        name: "Оборудование ПС 35/10 кВ «Совхоз Тепличный»",
        link: "/mainCarousel/2.jpg"
    },
    {
        name: "Оборудование ПС 35/6 кВ «Аралия» г. Южно-Сахалинск",
        link: "/mainCarousel/3.jpg"
    },
    {
        name: "Оборудование ПС 35/6 кВ «11 микрорайон»",
        link: "/mainCarousel/5.jpg"
    },
)
//

export const newsList=new Array(
    {
        name: "Оборудование ПС 35/10 кВ «Совхоз Тепличный»",
        imglink: "/mainCarousel/2.jpg",
        text: "Выполнение проектных работ по объекту Строительство подстанции 35/10 кВ и распределительной сети 10/0, 4 кВ для энергоснабжения тепличного хозяйства АО Совхоз «Тепличный»",
        data: "15.02.2022", 
        newsLink: "/news/7" 
    },
    {
        name: "Оборудование ПС 35/6 кВ «Аралия» г. Южно-Сахалинск",
        imglink: "/mainCarousel/3.jpg",
        text: "Вот так вот, почти хакончили стоительство",
        data: "16.02.2022", 
        newsLink: "/news/8" 
    },
    {
        name: "Начата разработка нового сайта",
        imglink: "/mainCarousel/2.jpg",
        text: "Вот так дела, сайт",
        data: "17.02.2022", 
        newsLink: "/news/9" 
    },
    {
        name: "Тестовый заголовок",
        imglink: "/mainCarousel/4.jpg",
        text: "Все готово",
        data: "18.02.2022", 
        newsLink: "/news/10" 
    }
)


export const projList=new Array(
    {
        name: "Оборудование ПС 35/10 кВ «Совхоз Тепличный»",
        imglink: "/mainCarousel/2.jpg",
        text: "Выполнение проектных работ по объекту Строительство подстанции 35/10 кВ и распределительной сети 10/0, 4 кВ для энергоснабжения тепличного хозяйства АО Совхоз «Тепличный»",
        data: "15.02.2022", 
        newsLink: "/news/7" 
    },
    {
        name: "Оборудование ПС 35/6 кВ «Аралия» г. Южно-Сахалинск",
        imglink: "/mainCarousel/3.jpg",
        text: "Вот так вот, почти хакончили стоительство",
        data: "16.02.2022", 
        newsLink: "/news/8" 
    },
    {
        name: "Начата разработка нового сайта",
        imglink: "/mainCarousel/2.jpg",
        text: "Вот так дела, сайт",
        data: "17.02.2022", 
        newsLink: "/news/9" 
    },
    {
        name: "Тестовый заголовок",
        imglink: "/mainCarousel/4.jpg",
        text: "Все готово",
        data: "18.02.2022", 
        newsLink: "/news/10" 
    }
)


export const solList=new Array(
    {
        name: "ЗРУ6(10)кВ для ПС35 типовое решение",
        link: "/solutions/ЗРУ6(10)кВ для ПС35типовое решение.pdf",
        data: "ЗРУ6(10)кВ для ПС35 типовое решение"
   
    },
    {
        name: "ОРУ35 -9 типовое решение",
        link: "/solutions/ОРУ35 -9 типовое решение.pdf",
        data: "ОРУ35 -9 типовое решение"
   
    }
)


export const ordrsList=new Array(
    {
        name: "ЗРУ6(10)кВ для ПС35 типовое решение",
        link: "/solutions/ЗРУ6(10)кВ для ПС35типовое решение.pdf",
        data: "Сертификат о соответствии ЕАЭС зданий и помещений цельноперевозимых, модульного типа, сборно-разборных"
   
    },
    {
        name: "ОРУ35 -9 типовое решение",
        link: "/solutions/ОРУ35 -9 типовое решение.pdf",
        data: "Сертификат соответствия подстанций комплектных трансформаторных, блочно- модульных серии КТПБ(м) по ТУ 3412-001-61085812-2017."
   
    }
)

//руководство по эксплатации


export const newsTags=new Array(
    {
        tag: "Новости",
    },
    {
        tag: "Мероприятия",
    },
    {
        tag: "Проекты",
    }
)


export const contacts=new Array(
    {
        Title: "Центральный офис",
        Adress: "690091, Приморский край, г. Владивосток, ул. Фонтанная, д. 40, оф. 302",
        Email: "welcome@tde-tech.ru",
        Phone: "+7 (423) 240-21-87",
        Fax: "+7 (423) 240-21-87",
        Time: "08:00 - 18:00",
        LocalTime: "Будет позже",
    },
    {
        Title: "Представитель в г. Москва",
        Adress: "Будет позже",
        Email: "sales@tde-tech.ru",
        Phone: "Будет позже",
        Fax: "Будет позже",
        Time: "Будет позже",
        LocalTime: "Будет позже",
    },
    {
        Title: "Представитель в г. Санкт-Петербурге",
        Adress: "Будет позже",
        Email: "sales@tde-tech.ru",
        Phone: "Будет позже",
        Fax: "Будет позже",
        Time: "Будет позже",
        LocalTime: "Будет позже",
    },
    {
        Title: "Представитель в г. Чебоксары",
        Adress: "Будет позже",
        Email: "sales@tde-tech.ru",
        Phone: "Будет позже",
        Fax: "Будет позже",
        Time: "Будет позже",
        LocalTime: "Будет позже",
    },
    // {
    //     Title: "Представитель в г. Екатеринбург",
    //     Adress: "Будет позже",
    //     Email: "sales@tde-tech.ru",
    //     Phone: "Будет позже",
    //     Fax: "+Будет позже",
    //     Time: "Будет позже",
    //     LocalTime: "Будет позже",
    // },
    // {
    //     Title: "Представитель в г. Новосибирск",
    //     Adress: "Будет позже",
    //     Email: "sales@tde-tech.ru",
    //     Phone: "Будет позже",
    //     Fax: "Будет позже",
    //     Time: "Будет позже",
    //     LocalTime: "Будет позже",
    // }
)


export const certificates=new Array(
    {
        name: "Сертификат соотвествия БМЗ",
        link: "/sertificates/ТДЭ_Сертификат_соответствия_БМЗ_сейсмика.pdf",
        data: "Сертификат удостоверяющий соотвествие ГОСТ зданий и помещений цельнопроизводимых, модульного типа, сборно-разборных, выпускаемых по ТУ 5363-002-61085812-2021."
    },
    {
        name: "Сертификат соответствия СМК",
        link: "/sertificates/ТДЭ Сертификат ИСО 9001 14001 45001.pdf",
        data: "Сертификат удостоверяющий соотвествие ГОСТ интегрированной системы менеджмента, применительно к производству и реализации электротехнического оборудования, распределительной и регулирующей аппаратуры."
   
    },
    {
        name: "Декларация о соответствии ЕАЭС",
        link: "/sertificates/ТДЭ Декларация о соответствии ЕАЭС N RU Д-RU.РА02.В.4305122.pdf",
        data: "Сертификат о соответствии ЕАЭС зданий и помещений цельноперевозимых, модульного типа, сборно-разборных"
   
    },
    {
        name: "Сертификат соответствия КТПБ",
        link: "/sertificates/ТДЭ КТПБ(м) Сертификат соответствия №04ПВК0.Н00584 от 10.02.2022.pdf",
        data: "Сертификат соответствия подстанций комплектных трансформаторных, блочно- модульных серии КТПБ(м) по ТУ 3412-001-61085812-2017."
   
    }
)


export const protocols=new Array(
    {
        name: "Протокол испытаний № 13-22/02",
        link: "/sertificates/doc05300220220210082834.pdf",
        data: "Протокол испытаний зданий и помещений  цельноперевозимых, модульного типа, сборно-разборных, выпускаемых по ТУ 5363-002-61085812-2021"
    },
    {
        name: "ТДЭ КТПБ(м) Протокол испытаний №11777.МФЦС.022022 от 10.02.2022",
        link: "/sertificates/ТДЭ КТПБ(м) Протокол испытаний №11777.МФЦС.022022 от 10.02.2022.pdf",
        data: "Протокол испытаний подстанций комплектных трансформаторных блочно-модульных серии КТПБ(м)"
    }
)

export const rekviz=new Array(
    {
        shortName: "ООО «ТДЭ»",
        longName: "Общество с ограниченной ответственностью «ТДЭ»",
        urAddres: "690091, Приморский край, г. Владивосток, ул. Фонтанная, д. 40, оф. 302",
        inn: "2536302342",
        kpp: "253601001",
        ogrn: "1172536012550",
        okato: "05401364000",
        okved: "27.12 (Производство электрической распределительной и регулирующей аппаратуры)",
        okpo: "14302153",
        okogu: "4210014",
        oktmo: "05701000001",
        payAddress: "407 028 107 500 000 038 38",
        bank: "Дальневосточный банк ПАО «Сбербанк» (г.Хабаровск)",
        corespAddress: "301 018 106 000 000 006 08",
        bik: "040813608",
        dirrector: "Батурин Дмитрий Геннадьевич"
    }
)

export default {}
